IDEA Open Model
CheckResWeld.LoadCaseId Property
Compatible with IDEA StatiCa Beta 20.0
 Id of Load Case
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int LoadCaseId { get; set; }
Public Property LoadCaseId As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
CheckResWeld Class
IdeaRS.OpenModel.Connection Namespace